adduser
adwaita-icon-theme
aerc
alacritty
apt
apt-listchanges
apt-transport-https
apt-utils
arandr
arc
arp-scan
at-spi2-core
autorandr
avahi-daemon
baobab
base-files
base-passwd
bash
bash-completion
bat
bind9-dnsutils
bind9-host
binwalk
blueman
bluez
brave-browser
brightnessctl
bsdutils
build-essential
busybox
bzip2
ca-certificates
cargo
cheese
cmake
code
console-setup
containerd.io
coreutils
cpio
cron
cron-daemon-common
cryptsetup-initramfs
cups-pk-helper
curl
d-feet
dash
dbus
dconf-cli
dconf-gsettings-backend
debconf
debconf-i18n
debhelper
debian-archive-keyring
debian-faq
debianutils
debootstrap
desktop-base
devscripts
dh-python
dh-virtualenv
diffutils
discover
dmidecode
dmsetup
doc-debian
docker
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dosfstools
dpkg
e2fsprogs
eog
evince
evolution
evolution-data-server
evolution-plugins
exa
expect
fdisk
feh
figlet
file
file-roller
findutils
finger
firefox-esr
firmware-iwlwifi
firmware-misc-nonfree
firmware-realtek
firmware-sof-signed
flatpak
fonts-cantarell
fonts-terminus
fonts-terminus-otb
fping
fzf
g++
gawk
gcc-12-base
gddrescue
gdm3
gettext-base
gimp
gir1.2-gtk-3.0
git
git-annex
git-filter-repo
gkbd-capplet
glib-networking
gnome-backgrounds
gnome-bluetooth-sendto
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-games
gnome-initial-setup
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-online-accounts
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sushi
gnome-system-monitor
gnome-terminal
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
gpgv
gpicview
graphviz
grc
grep
groff-base
grub-common
grub-efi-amd64
gsettings-desktop-schemas
gstreamer1.0-libav
gstreamer1.0-packagekit
gstreamer1.0-plugins-base
gstreamer1.0-plugins-good
gstreamer1.0-plugins-ugly
gvfs-backends
gvfs-fuse
gzip
hexedit
hostname
htop
httpie
hunspell-en-us
hyphen-en-us
i3
i3blocks
i3lock
ieee-data
ifupdown
inetutils-telnet
info
init
init-system-helpers
initramfs-tools
installation-report
intel-microcode
iproute2
iputils-ping
isc-dhcp-client
isc-dhcp-common
jq
keepassxc
keyboard-configuration
kmod
kpartx
krb5-locales
laptop-detect
less
lftp
libacl1
libapparmor1
libapt-pkg6.0
libargon2-1
libatk-adaptor
libattr1
libaudit-common
libaudit1
libblkid1
libbpf1
libbsd0
libbz2-1.0
libbz2-dev
libc-bin
libc6
libcairo2-dev
libcanberra-pulse
libcap-ng0
libcap2
libcap2-bin
libcom-err2
libcrypt1
libcryptsetup12
libdb5.3
libdebconfclient0
libdevmapper1.02.1
libedit2
libelf1
libext2fs2
libfdisk1
libffi-dev
libffi8
libfontconfig1-dev
libgcc-s1
libgcrypt20
libgirepository1.0-dev
libglib2.0-bin
libgmp10
libgnutls30
libgpg-error0
libgsf-bin
libgssapi-krb5-2
libgtk-3-dev
libgtk-4-1
libhogweed6
libidn2-0
libip4tc2
libjansson4
libjson-c5
libk5crypto3
libkeyutils1
libkmod2
libkrb5-3
libkrb5support0
liblocale-gettext-perl
liblockfile-bin
liblz4-1
liblzma-dev
liblzma5
libmd0
libmnl0
libmount1
libncursesw5-dev
libncursesw6
libnettle8
libnewt0.52
libnftables1
libnftnl11
libnss-systemd
libp11-kit0
libpam-gnome-keyring
libpam-modules
libpam-modules-bin
libpam-runtime
libpam-systemd
libpam0g
libpango-1.0-0
libpcre2-8-0
libpopt0
libproc2-0
libproxy1-plugin-gsettings
libproxy1-plugin-networkmanager
libproxy1-plugin-webkit
libreadline-dev
libreadline8
libreoffice-calc
libreoffice-gnome
libreoffice-help-en-us
libreoffice-impress
libreoffice-writer
librsvg2-common
libseccomp2
libselinux1
libsemanage-common
libsemanage2
libsepol2
libslang2
libsmartcols1
libsqlite3-dev
libss2
libssl-dev
libssl3
libstdc++6
libsystemd-shared
libsystemd0
libtasn1-6
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libtinfo6
libtirpc-common
libtirpc3
libudev1
libunistring2
libuuid1
libxcb-xfixes0-dev
libxkbcommon-dev
libxml2-dev
libxmlsec1-dev
libxtables12
libxxhash0
libzstd1
linux-image-amd64
linux-sysctl-defaults
locales
login
logrotate
logsave
low-memory-monitor
lshw-gtk
lsof
luarocks
lvm2
maim
make
man-db
manpages
mawk
mdp
media-types
mesa-utils
mime-support
minicom
moreutils
mosquitto
mount
mpv
mutt
mythes-en-us
nano
nautilus
ncurses-base
ncurses-bin
ncurses-term
netbase
netcat-traditional
network-manager-gnome
network-manager-openvpn
network-manager-openvpn-gnome
network-manager-pptp
network-manager-pptp-gnome
nftables
nmap
npm
nvidia-detect
nvidia-driver
openssh-client
openvpn
orca
os-prober
pamixer
parallel
passwd
pasystray
pavucontrol
pciutils
perl
perl-base
pkg-config
procps
pulseaudio
pulseaudio-utils
python3
python3-cairo
python3-dev
python3-gi
python3-gi-cairo
python3-neovim
python3-reportbug
python3-setuptools
python3-venv
python3.11-venv
qtbase5-dev
readline-common
reportbug
rhythmbox
rhythmbox-plugin-cdrecorder
rhythmbox-plugins
ripgrep
rlwrap
rsync
rxvt-unicode
rygel-playbin
rygel-tracker
scdoc
screen
seahorse
sed
sensible-utils
shim-signed
shotwell
simple-scan
snapd
socat
software-properties-common
sound-theme-freedesktop
sq
sqlite3
stow
strace
synaptic
system-config-printer-common
system-config-printer-udev
systemd
systemd-sysv
systemd-timesyncd
sysvinit-utils
tar
task-desktop
task-laptop
task-polish
task-polish-desktop
tasksel
tasksel-data
taskwarrior
tcpdump
terminus
thunderbird
timewarrior
tk-dev
tldr
tmux
toilet
totem
totem-plugins
traceroute
tracker
transmission-gtk
tree
tzdata
ucf
udev
usbutils
usr-is-merged
util-linux
util-linux-extra
uuid-runtime
vim
vim-common
vim-gtk3
vim-tiny
wamerican
wget
whiptail
wireless-tools
wireshark
wpasupplicant
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdotool
xfonts-terminus
xmlstarlet
xxd
xz-utils
yelp
zeal
zenity
zlib1g
zlib1g-dev
zsh
zstd
